12/data/attachments/3a63fbc7253d75bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jose_hundred_Actions_29745_0</nif:username>
            <nif:friendToBeRequested>soap_actions_1b3aca52-9c01-4d4f-87f9-760fb44db61b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>